<<<<<<< HEAD
{"Money": "Start with 250 gold.", "Eyes": "Your character has double the normal number of eyes. Counteracts the Blind trait. All rolls that can reasonably be described as 'perception' receive a +1 modifier.", "Homeownership": "At character gen, a random world is picked as this character's home. If you visit this world, they can go to their mansion and pick up (a reasonable amount of) free stuff, money, and characters.", "Graphing": "Allows you to bypass any Smartness checks for math related actions. If you take a long amount of time to aim (long enough to do math), you cannot miss shots. ", "Nacho Cheese": "+1 to coolness and -1 to combat checks against characters who prefer Nacho Cheese. -1 to coolness and +1 to combat checks against characters who prefer Cool Ranch.", "Cool Ranch": "-1 to coolness and +1 to combat checks against characters who prefer Nacho Cheese. +1 to coolness and -1 to combat checks against characters who prefer Cool Ranch.", "Makeup Level I": "You can shapeshift 3 times per world. Your vanity is massively increased; failing Smartness or Coolness checks causes you to take damage.", "Makeup Level II": "You are never beautiful enough. You randomly and uncontrollably shapeshift every so often. This may affect your stats.", "Makeup Level III": "You become a shapeless blob of makeup, impervious to physical attacks. Touching any person or object causes it to permanently change to a different form. Failing a smartness or coolness check causes you to instantly die.", "Domination Level I": "????", "Blessing of Veggie Tales" : "Allows you to transform vegetables into NPCs. Revived vegetables will have much lower stats than typical for an NPC of the world and are not guaranteed to join the party.", "Domination Level I" : "Increases the max party size to 100. Additional party members after the 6th are part of your 'army' which shares stats. The army does not grant extra El Dorado items. Generated enemies have a 1 in 3 chance to have armies of their own, and bosses are guaranteed to.","Blessing of Mouth" : "Counteracts the Mute trait. The character has many extra mouths and cannot be debuffed by the Mouth Stealer item. Combat using words (ex. magic spells, Argument items) does 1 extra damage as long as it doesn't do 0 damage.", "Blessing of Wedding Planner" : "Allows you to instantly marry any two characters once per world. This changes one trait of each character to In Love.", "Blessing of Boy Band" : "Coolness rolls against children and teenagers are boosted by 4.", "Blessing of Drumming": "All melee weapon damage is boosted by 1, unless the attack does 0 damage normally."}
=======
{"Money": "Start with 250 gold.", "Eyes": "Your character has double the normal number of eyes. Counteracts the Blind trait. All rolls that can reasonably be described as 'perception' receive a +1 modifier.", "Homeownership": "At character gen, a random world is picked as this character's home. If you visit this world, they can go to their mansion and pick up (a reasonable amount of) free stuff, money, and characters.", "Graphing": "Allows you to bypass any Smartness checks for math related actions. If you take a long amount of time to aim (long enough to do math), you cannot miss shots. ", "Nacho Cheese": "+1 to coolness and -1 to combat checks against characters who prefer Nacho Cheese. -1 to coolness and +1 to combat checks against characters who prefer Cool Ranch.", "Cool Ranch": "-1 to coolness and +1 to combat checks against characters who prefer Nacho Cheese. +1 to coolness and -1 to combat checks against characters who prefer Cool Ranch.", "Makeup Level I": "You can shapeshift 3 times per world. Your vanity is massively increased; failing Smartness or Coolness checks causes you to take damage.", "Makeup Level II": "You are never beautiful enough. You randomly and uncontrollably shapeshift every so often. This may affect your stats.", "Makeup Level III": "You become a shapeless blob of makeup, impervious to physical attacks. Touching any person or object causes it to permanently change to a different form. Failing a smartness or coolness check causes you to instantly die.", "Domination Level I": "????"}
>>>>>>> a7a5c78c6252e927cfbeb49002021fb78bf67eee
