{
  "Aftermath": "When this boss is killed, it will explode, dealing massive damage to whoever struck the last hit.",
  "Bad Ending": "Instead of killing players, this boss converts them to its side. They cannot be unconverted or killed until the boss is defeated.",
  "Black Hole": "Darkness surrounds this boss. All attacks by players that aren't normally Blind will have an additional Miss roll with a 1 in 2 chance of nullifying damage dealt.",
  "Bloat": "This boss has 5 times as much health.",
  "Boss Trait": "Effect",
  "Communist": "The boss will forcefully redistribute stats between players at the start of the fight. This is permanent.",
  "Curse": "Once a player has been hit by the boss, they take damage every turn for the duration of the boss fight.",
  "Disguise": "This boss will masquerade as a regular NPC until the time is right.",
  "Drops Everything": "Causes players to eject all items from their inventories at the start of the fight. Every item has a 50% chance of being lost forever. Picking up each item takes a turn.",
  "Egalitarian": "Deals damage to every player in the party at once.",
  "Exponential Fury": "Each attack from this boss deals double the (maximum) damage of the attack before it.",
  "Freeze": "When a player is attacked by this boss, they are unable to take any action for (world number) turns.",
  "Hallucinations": "It's impossible to tell what's actually happening in this boss fight. Different players will see different things.",
  "Infectious": "This boss has a chance to infect players in addition to dealing damage, even if the attack misses. Effects differ depending on the disease.",
  "Nullify": "All items have no effect for the duration of this boss battle.",
  "Possession": "The boss is able to seize control of one player per turn and take an additional turn using that player to attack the rest of the party.",
  "Regeneration": "Has a chance to target itself. When it does, its attacks restore health instead of dealing damage.",
  "Salvageable": "It is possible to befriend this boss and add it to the party instead of killing it. It will lose any Boss Traits it has.",
  "Satanic Blessing": "All of the digits of this boss's health become sixes.",
  "Shield": "Has a shield with a 100% chance to block all attacks. Attacking the shield reduces the chance of it blocking an attack by (damage dealt)%, but you have to decide between attacking the shield and trying for the kill.",
  "Soul Eater": "Gains +2 to each stat after a successful player kill.",
  "Stat Mangler": "Deals damage to player stats instead of health. When a player's stats hit 0/0/0, they will die. Stats can go negative due to these attacks.",
  "Surprise Attack": "The boss will insta kill a random party member on the start of the fight. Players can vote to protect one and only one other player from this kill. If the players vote correctly, nobody will die.",
  "Thorns": "Attacking the boss deals damage to the player that attacked it.",
  "Trait Mangler": "Randomly changes people's traits on attack.",
  "Unbeatable": "The strongest Boss Trait. The boss's stats and health are tripled.",
  "Weak Spot": "Critical hits will deal 10 times the damage to this boss."
}