{"Harry": {"Name": "Harry Potter", "Strongness": 12, "Coolness": 1, "Smartness": 3, "Traits": ["**Asshole**: causes NPC to always pick a fight when encountering player(s)", "**Enhanced Eyesight**: despite wearing glasses, NPC has 20/20 vision, so all players have -2 disadvantage for all stealth checks involving NPC"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "5f1c7a", "Health": 69, "Gold": 215, "Backstory": "he wears glasses and thinks hes cool"}, "Doug": {"Name": "Doug \"Froppy\" McHale", "Strongness": 2, "Coolness": 11, "Smartness": 11, "Traits": ["Black Market Access: has the ability to sell Muggle items to player(s), and occasionally some magic items as well", "Grudge Against 1%: if player(s) possess more money than NPC, then NPC will always refuse to provide player(s) with services"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Ravenclaw", "Color": "cac702", "Health": 126, "Gold": 150, "Backstory": "At seven years old, he hacked into the black market and took charge of the Dark Web. Since then, he just wants to get decent grades and make a dishonest living."}, "Ronald": {"Name": "Ronald Weasley", "Strongness": 12, "Coolness": 10, "Smartness": 8, "Traits": ["Fearless: NPC cannot be intimidated by anything", "Alpha: NPC only has faith in self-morals and thus cannot be swayed into following orders from any other characters unless entranced by Love"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "9ad49a", "Health": 123, "Gold": 147, "Backstory": "He is the fucking coolest because he is your stereotypical jock"}, "HOG": {"Name": "HOG BRANSEN", "Strongness": 9, "Coolness": 6, "Smartness": 2, "Traits": ["Hatred of JOG: NPC hates anyone named JOG and will become a major nuisance for any player with a character named JOG", "Popular: all other NPCs (excluding Ron and Neville) adore this NPC, meaning any player who challenges this NPC's authority is at an increased risk of getting in trouble with Hogwarts Staff"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Slytherin", "Color": "33cfe7", "Health": 170, "Gold": 113, "Backstory": "JOG’s arch enemy and polar opposite"}, "Hermione": {"Name": "Hermione Granger", "Strongness": 9, "Coolness": 12, "Smartness": 0, "Traits": ["Clingy: NPC will randomly become comfortable of a single player's presence and will attempt to be with randomly chosen player as much as possible", "Troublemaker: Player(s) in company of NPC are at -4 disadvantage for all rolls involving characters with authority over player(s)"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "d666e4", "Health": 74, "Gold": 205, "Backstory": "She is, like, a total valley girl. Stay away from her, bitches."}, "Neville": {"Name": "Neville Longbottom", "Strongness": 10, "Coolness": 11, "Smartness": 11, "Traits": ["Extremely Attractive: in presence of NPC, a roll is made to determine if player(s) is/are Charmed, and if player(s) is/are Charmed, NPC cannot be attacked by Charmed player(s)", "Photographic Memory: everything NPC witnesses is never forgotten, meaning NPC can easily become a tattletale if NPC witnesses other characters breaking the rules"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "54c2ed", "Health": 156, "Gold": 112, "Backstory": "He possesses an IQ of 165 and is the hottest guy at Hogwarts despite being a first year. What a dreamboat!"}, "Rubeus": {"Name": "Rubeus Hagrid", "Strongness": 5, "Coolness": 1, "Smartness": 17, "Traits": ["Dwarfism: NPC is unusually small in size", "Extremely Strict: if NPC witnesses player(s) breaking any rules, severe punishment is guaranteed, so being friendly with this NPC is basically impossible"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "3d21a4", "Health": 207, "Gold": 70, "Backstory": "Everyone hates this little gnome, but he is the fucking smartest creature in existence. Get on his level!"}, "Albus": {"Name": "Albus Dumbledore", "Strongness": 0, "Coolness": 0, "Smartness": 0, "Traits": ["Muggle: cannot perform magic AT ALL", "Poor Judgement: NPC is terrible at making wise decisions, like choosing which school activities should be approved and which school activities should be banned"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "bd5d6a", "Health": 10, "Gold": 290, "Backstory": "Despite being a weak, stupid, unpopular Muggle, he somehow ended up as the Headmaster of Hogwarts. No wonder this school is so messed up..."}, "Minerva": {"Name": "Minerva Mcgonagall", "Strongness": 27, "Coolness": 26, "Smartness": 22, "Traits": ["Transfiguration Master: has the ability to turn into a potted plant at will", "Gryffindor Favoritism: as the Head of Gryffindor House, any player who is a part of Gryffindor House suffers a stat disadvantage of -1/-1/-1 when NPC is present"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Gryffindor", "Color": "621bd3", "Health": 185, "Gold": 40, "Backstory": "She is the Head Professor of Gryffindor"}, "Severus": {"Name": "Severus Snape", "Strongness": 27, "Coolness": 22, "Smartness": 26, "Traits": ["Potions Master: has an infinite supply of potions with unknown properties which NPC can sell to player(s) for 25 gold each", "Slytherin Favoritism: as the Head of Slytherin House, any player who is a part of Slytherin House suffers a stat disadvantage of -1/-1/-1 when NPC is present"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Slytherin", "Color": "fe096e", "Health": 185, "Gold": 40, "Backstory": "He is the Head Professor of Slytherin (and is known for being the nicest and hippest professor at Hogwarts)"}, "Pomona": {"Name": "Pomona Sprout", "Strongness": 23, "Coolness": 28, "Smartness": 24, "Traits": ["Herbology Master: can make healing herbs for any player if paid 40 gold, but the amount of health player(s) receive from healing herbs is unknown", "Hufflepuff Favoritism: as the Head of Hufflepuff House, any player who is a part of Hufflepuff House suffers a stat disadvantage of -1/-1/-1 when NPC is present"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "House": "Hufflepuff", "Color": "d68817", "Health": 185, "Gold": 40, "Backstory": "She is the Head Professor of Hufflepuff"}}