{"Jim": {"Name": "Jim Pickens", "Strongness": 3, "Coolness": 2, "Smartness": 6, "Traits": ["** Waterbender**:  Able to conjure and control water. This can take the form of a \"companion\" in the form of an elemental being of water, the ability to heal allies, and the ability to drown ones foes. Immune to drowning", "** Welsh**:  Able to make sheep appear from nowhere, as well as turn into a sheep."], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "Blessing": "**Blessing of Money**: Start with 250 gold.", "Color": "44d15b", "Health": 7, "Gold": "303", "Backstory": "Jim Pickens aka the Dear Leader is an intensely sexy man who is a notorious serial killer and cult leader going as far as opening a restaurant and serving poisonous pufferfish to satisfy his bloodlust. On a number of occasions, he has enslaved people in his basement to paint the world’s best paintings to sell. He is married to the Grim Reaper and summon him to save lives as well as end lives. He can summon UFO’s to abduct NPC’d or other party members and can control his cult through paintings of him. He has various weapons to kill including knives, electrocution, inducing heart attacks from his intense sexiness, and twerking"}, "Deku": {"Name": "Deku \"Tenya\" Todoroki", "Strongness": 5, "Coolness": 1, "Smartness": 5, "Traits": ["** Scout**:  Can ditch the party and look ahead (travel to future worlds) but cannot go to El Dorado without the rest of the party. The party is forced to visit the same worlds the Scout does.", "** Telekinetic**:  Able to lift and move objects, create and manipulate force fields, and project / see through illusions. This is done with intelligence"], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "Blessing": "**Blessing of Money**: Start with 250 gold.", "Color": "6ff3e6", "Health": 11, "Gold": "265", "Backstory": "He wants to become the greatest superhero in the universe to impress his great-grandfather, Rick Sanchez, who is also known as the universe's most renowned inventor after being resurrected by his grandson, Morty P. Sherman III. He also one day vows to challenge and destroy his father, Endeavor, who became one of the universe's most dangerous super villains after he discovered his fire powers by accidentally engulfing his wife, Summer (who is also Morty's sister), in flames, causing him to go on a mass genocide throughout a large number of galaxies."}, "Karen": {"Name": "Karen Manager", "Strongness": 6, "Coolness": 1, "Smartness": 4, "Traits": ["** Memory Wiper**:  Can roll to completely erase the memories of an enemy.", "** Fragrant**: Smells nice. Coolness rolls can be 20% lower and still succeed."], "Inventory": ["Empty Slot", "Empty Slot", "Empty Slot"], "Blessing": "**Blessing of Domination Level I**: Increases the max party size to 100. Additional party members after the 6th are part of your 'army' which shares stats. The army does not grant extra El Dorado items. Generated enemies have a 1 in 3 chance to have armies of their own, and bosses are guaranteed to.", "Color": "e7bda9", "Health": 13, "Gold": 24, "Backstory": "Karen can destroy any authority she wants and loves to make a tantrum she doesn't get her way."}}