{"** Achilles' Heel ** ": " Strength and all strength gains are doubled, but being hit in a weak spot will instantly kill the character.", "** Adaptable ** ": " Can re", "** Aggressive ** ": " Has a 33% chance to accidentally attack team mates when trying to attack enemies, but deals twice the damage. ", "** Alchemist ** ": " Can combine any two inventory items. Results are not guaranteed to be useful. ", "** Alcoholic ** ": " When drunk, stats are boosted by 50%. When sober, stats are reduced by 50%. Loses one health for every day spent sober. ", "** Alzheimer's ** ": " Loses 2 intelligence with every new world.", "** American ** ": " Has acess to a plethora of guns, is MORBIDLY obese, and has 2 intelligence subtracted baseline (points can still be allocated to even it out)", "** Arcanist ** ": " Able to cast powerful arcane magic, which increases in damage as it's used against a target. (consecutive magic boosts damage rolls by +0.5)", "** Arsonist ** ": " When something nearby is on fire, all stats are boosted by 2.", "** Artistic ** ": " Extremely proficient in the visual arts, this character can create counterfeit items, as well as create other pieces of art that give situational effects based on a roll.", "** Average ** ": " Stats are determined by averaging other players' stats and rounding down. This continues the whole game, updating with each new stat change", "** Bad Sport ** ": " Winning a battle gives this character +1 in a stat. Losing or fleeing from a battle causes this character to commit sudoku, either raising a stat to nine, lowering a stat to one, or killing themselves.", "** Beast Hunter ** ": " During boss fights, all stats are raised by 5.", "** Bipolar ** ": " All rolls by this player either become the worst possible roll or the best possible roll.", "** Black ** ": " They're followed around by an enemy gang (that constantly hunts them). They have access to the N", "** Black Market ** ": " Has access to the Black Market, an illegal shop with extremely cheap items. Has a 20% chance to get busted when buying something.", "** Blame Magnet ** ": " Blamed for EVERYTHING. Like Smartass, increases chance of being targeted.", "** Blind ** ": " Can't see. They have super hearing I guess, but why would you want this. They're blind.", "** Blood Money ** ": " Loses gold instead of health. Gold lost is equal to 100 times the damage taken.", "** Briber ** ": " Can use gold to boost rolls. (This ability cannot be used to make more gold; for example, you can't use it at a casino, since that would give you unlimited gold.)(the return of the gummi worm)", "** Brittle ** ": " Boosted stats, but upon reaching low health, their stats become 1/1/1 until their health recovers.", "** Cannibal ** ": " Restores health by eating those of the same species.", "** Canonical ** ": " Any and all actions and events that occurred as a result of this character's actions will affect all future games.", "** Changeling ** ": " Can mimic the appearance and voice of any other character with exquisite precision, fooling even the most intelligent of characters.", "** Chaotic ** ": " This character's rolls are done with a random word generator instead of numbers.", "** Chronomancer ** ": " Able to accelerate, decelerate, and pause time for individual enemies / allies.", "** Communist ** ": " Can redistribute items among party members at will, like a stronger Thief. Applies to things that aren't really items as well. Like fire.", "** Copycat ** ": " Copies the trait of any nearby character. The person that they copy off of changes every session.", "** Coronavirus ** ": " Is an infectious carrier of COVID", "** Costco Membership ** ": " Has access to the Costco in El Dorado, which grants them their El Dorado item before fighting the final boss.", "** Creepy ** ": " Creeps out characters, preventing them from being added to the party. Also creeps out bosses, allowing the party to completely skip all boss fights except the El Dorado boss.", "** Crippled ** ": " Unable to walk.", "** Cryomancer ** ": " Able to summon frigid, razor", "** Cyborg ** ": " Half man, half computer. Gains extra intelligence, but can be hacked.", "** David Hasselhoff ** ": " David Hasselhoff. Nuff said.", "** Demon ** ": " All stats are set to 6 and cannot be changed. Forced to obey Satan's orders.", "** Destiny ** ": " Guaranteed to live until the next game. (NOT guaranteed to stay with the party)", "** Doctor ** ": " Once per day, with or without permission, can use their 'expertise' in 'medicine' on any player. (Cure ailments, Patch wounds, perform surgery (plastic, medical, gender reassignment), etc.)", "** Dreamwalker ** ": " Can enter the dreams of other players and bring items out of them. Item quality depends on Imagination.", "** Edgy ** ": " Edgelord. Always 12 or 13 years old, and has probably been banned from club penguin.", "** Edible ** ": " All enemies are unable to tell the difference between this character and food, causing them to target and try to eat said character. They are of course, actually edible as well.", "** Electromancer ** ": " Able to summon lightning bolts from their hands at will. Each lightning bolt forks to hit multiple enemies at once. They are immune to all electricity related damage. They can generate enough electricity to power most electronics and charge batteries. This trait can be gained by getting struck by lightning.", "** Elementalist ** ": " Controls the pure forms of elements (Periodic Table), and is able to purify/separate any (inanimate) object into its base elements.", "** English ** ": " Enhances stats whenthe character drinks tea, and boosts rolls by +2 when facing a life or death situation.", "** Famous ** ": " Everyone will recognize this character. Results in discounts at shops and more extra lives, but because enemies know who you are, harder fights.", "** Fireproof ** ": " Can be set on fire with no negative effects and survive scorching temperatures.", "** Flirtatious ** ": " Has a 33% chance of flirting with any character of the opposite gender encountered. Success changes that character's trait to In Love.", "** Florida Man ** ": " When doing insane things, all rolls are doubled, making it very likely that these things will work.", "** Fossil Maniac ** ": " Can bring fossils back to life.", "** Fragrant ** ": " Smells nice. Coolness rolls can be 20% lower and still succeed.", "** French ** ": " Can pull french wine and baguettes out of nowhere. Has a speech impediment where they only pronounce vowels (and even then, only half of them)", "** Gambler ** ": " Payout is doubled at casinos. Forced to spend all of their money on the roll.", "** Gangster ** ": " Intelligence is permanently stuck at 0, but Coolness gains are doubled.", "** Ganjamancer ** ": " Able to summon and control the powers and effects of various types of drugs", "** Gardener ** ": " Able to grow plants from anything (within reason).", "** Generous ** ": " Each world, forced to give away all of their items and gold to other players or random people.", "** Genocidal ** ": " Hates people of a certain race. For every person of that race that they kill, they will gain one stat point to distribute as they see fit.", "** German ** ": " Enhances all stats by 3 when drinking beer and boosts rolls when weaponising stupid things", "** Gold Digger ** ": " Once per game, can marry a rich person and steal their money. ", "** Good Aim ** ": " Bypasses any and all aiming rolls.", "** Good Dodger ** ": " Has a 25% chance to dodge any attack aimed at them.", "** Guardian Angel ** ": " Similar to Sacrifice, but only applies to one person. If this trait is rolled for a random character, another character will be made for them to be guardian of, effectively getting you a 2", "** Gullible ** ": " Believes everything that anyone tells them.", "** Hacker ** ": " Can use intelligence to hack into electronics, robots, or even stuff like airplanes.", "** Hexxer ** ": " Able to call upon departed spirits, and ancient dieties to curse one's enemies", "** Hitchhiker ** ": " Will only stay with the party for two worlds. Gains 4 to one stat and 2 to another. Has potential to show up in future games.", "** Hivemind ** ": " This player is actually multiple weaker beings with a lower stat total. Each part of the hivemind can be controlled separately, but they are weaker on their own. (The hive mind has a communal inventory stored in hyperspace that each member of the hivemind can access. (each member adds one additional slot))", "** Hoarder ** ": " This character has two extra inventory slots.", "** Homosexual ** ": " Gay version of Flirtacious.", "** Honest ** ": " Completely honest in every situation. Cannot tell a lie.", "** Imaginary Friend ** ": " One of their inventory slots is permanently occupied with an imagined friend. Starts with 4 Imagination instead of 1.", "** Imaginative ** ": " Starts with 2 extra Imagination.", "** Immune ** ": " Immune to any disease.", "** In Love ** ": " In love with another party member. While that party member is alive, all stats are raised by 2. When that party member dies, trait becomes Suicidal.", "** Infinivore ** ": " Can eat anything, temporarily gaining the characteristics of whatever they ate.", "** Influencer ** ": " Has a nearly limitless supply of internet clout, allowing them to ignore enemy intelligence and coolness with rolls. Can also run into fans in the world who will give you free shit (ranging from free money to 18\" dildos to actual trash)", "** Insufferable ** ": " Other players have a 10% chance to attack this player when attacking.", "** Intangible ** ": " Cannot be touched by anyone. They are still visible, just not able to be touched. They can walk through solid objects, but cannot physically move anything.", "** Intellectual ** ": " To be fair, you have to have a very high IQ to understand Rick and Morty. The humor is extremely subtle, and without a solid grasp of theoretical physics most of the jokes will go over a typical viewer's head.", "** Inventor ** ": " Can spontaneously create idiotic (but still functional) inventions with random crap they find on the ground.", "** Invisible ** ": " Cannot be seen by anyone. Still can act as normal, just with a 1000% Dodge chance", "** Irish ** ": " Can summon potatoes and Guinness, and can also see leprechauns out of the corner of their eye", "** Italian ** ": " Able to use spaghetti magic. Really likes Nickelback for some ungodly reason.", "** Jack of All Trades ** ": " When receiving a stat boost, the boost is applied to every stat. Must have 4/4/3 stat build at start.", "** Junkie ** ": " Taking a new drug raises imagination by one.", "** Lactose Intolerant ** ": " All rolls that involve dairy products in any form are divided by 10. In addition, physical contact with dairy products causes damage.", "** Leader ** ": " All other party members receive +1 to all stats while the leader is in the party. If this character dies, other party members receive a permanent ", "** Liar ** ": " When attempting to talk to people, this character has a 50% chance to be forced to lie.", "** Lifewarden ** ": " Able to manipulate the primal forces of life and nature (Vines, brambles, etc) to ensnare and overwhelm foes.", "** Lightwarder ** ": " Able to call upon the holy light to smite foes, as well as heal and empower allies.", "** Loves Math ** ": " They're involved in some sort of weird dark ritualistic cult. Once per game, can summon Cthulhu, which will destroy the universe if not defeated. Can use dark magic using Intelligence.", "** Loyal Pet ** ": " Has a helpful animal friend that serves as a backup life. (Its stat total is 6 instead of 11.)", "** Lucky ** ": " Gets a reroll once per day.", "** Magnemancer ** ": " Has magnetic powers; strength can be used to attract or repel metals.", "** Mary Sue ** ": " When a character has more than 30 in each stat, their trait automatically becomes Mary Sue. Does nothing. Can't start with this trait. Characters with this trait do not get El Dorado items.", "** Meme ** ": " Makes the character more annoying, but when doing anything on the internet, their rolls are doubled due to their meme status.", "** Memory Wiper ** ": " Can roll to completely erase the memories of an enemy.", "** Mental Fortitude ** ": " Only takes 50% damage from any form of magic.", "** Metal Skin ** ": " Skin is made of some sort of metal (ex. steel, lead, or gold). Receives a health boost and some effects based on the type of metal. Still takes normal damage.", "** Meteorologist ** ": " Has the ability to alter the weather at will (within reason).", "** Mexican ** ": " Can use taco magic. Not necessarily controlled by Satan, but stats are still 6/6/6. Is really good at gardening (totally not racist).", "** Montana ** ": " Montana is a western state defined by its diverse terrain ranging from the Rocky Mountains to the Great Plains. Its wide", "** Moose Mage ** ": " Able to make moose appear from nowhere, as well as turn into a moose", "** Multi": "Elementalist ** ", "** Multilingual ** ": " Speaks any and all languages.", "** Murphy's Law ** ": " Cannot get good rolls. At all. Beating the game with this character in the party gives an extra El Dorado item.", "** Musician ** ": " Can play music at will. This music will change the random events and outcomes of the day.", "** Mute ** ": " Cannot speak. If they choose, they can become a mime at will.", "** Natural Killer ** ": " The chance of getting a roll that kills any target is doubled for this player.", "** Necromancer ** ": " Can raise the dead, forcing them do do their bidding. Strength of undead is 0.25x their stats when alive.", "** Nerd ** ": " Coolness is permanently stuck at 0, but INT gains are doubled.", "** Nixon ** ": " Constantly offered gold to screw teammates over.", "** Obese ** ": " Increased strength rolls, because it takes a lot to carry that around. Decreased coolness and health.", "** Pacifist ** ": " Cannot attack enemies. Can use Intelligence or Coolness to spread this trait to them instead.", "** Parasite ** ": " Is being mind controlled by some sort of bug. (If starting with this trait, they play as the parasite, changing hosts at will)", "** Pickup ** ": " Randomly finds items. Has a 30% chance to find something random each in", "** Pilot ** ": " Really good at flying planes. That's about it though.", "** Psychopath ** ": " Gains +1 to all stats whenever another party member dies.", "** Pyromancer ** ": " Able to conjure fireballs at will. These can be used as projectile weapons, lanterns, cooking fires, etc... The pyromancer is also immune to any fire they caused", "** Racist ** ": " Hates people of a certain race. Against people of that race, damage done by their attacks is tripled.", "** Rage ** ": " When angry, STR becomes 10, but COOL and INT become 0.", "** Regenerative ** ": " Automatically regenerates all damage taken in battle after that battle ends. Restores 20% health per day outside of battle.", "** Religious Nutjob ** ": " Attempts to convert everyone they see. Automatically allied with anyone else who believes in their religion.", "** Rich ** ": " Begins with 1000 gold.", "** Richard ** ": " Obsessed with explosions. Gets free bombs, and gets temporary stat increases for blowing everything up", "** Runner ** ": " Can flee from any battle or event without having to roll except for the final El Dorado boss fight.", "** Russian ** ": " Has a bear for a pet, is completely immune to hypothermia, cold and alcohol poisoning, and always has an infinite supply of vodka on them.", "** Sacrifice ** ": " Can be sacrificed to die in the place of any other party member.", "** Sadist ** ": " This character loves seeing others in pain and gains stat points (+1, determined by teammate's highest stat) from injured party members.", "** Salesman ** ": " Can sell inventory items to anyone for more than they're worth.", "** Sassy ** ": " Coolness rolls are replaced by Sass rolls, which deal damage.", "** Schizophrenic ** ": " Hears voices sometimes...", "** Scottish ** ": " Always carries their trusty bagpipe, and can make a wonderful haggis out of the entrails of their enemies", "** Scout ** ": " Can ditch the party and look ahead (travel to future worlds) but cannot go to El Dorado without the rest of the party", "** Second Try ** ": " Upon death, resurrects as a 1/1/1 with double stat gains", "** Seinfeld ** ": " Power over bees and bee movies", "** Self": "control ** ", "** Servant ** ": " Their soul is owned by someone else. Can gain random positive traits depending on who owns it, but can be completely controlled by their owner as well.", "** Sexually Active ** ": " Either a creepy version of Flirtacious or a stable relationship.", "** Sleepwalker ** ": " Takes random actions while asleep with very good or very bad effects.", "** Slick ** ": " Fits into very small spaces such as vents or air ducts. Enemies cannot easily grab onto or attack this character, increasing dodge chance by 10%.", "** Smartass ** ": " Enemies are more likely to attack this character.", "** Sombrero Cultist ** ": " Has access to a secret Sombrero Shop in every world where they can buy stat", "** Soul Eater ** ": " Can consume the soul of someone they killed (not living people). This will raise a stat by 1, depending on the victim's highest stat.", "** Soulless ** ": " Can be mind controlled by anyone with higher COOL or INT.", "** Stalked ** ": " This character has a stalker.", "** State Farm ** ": " Once per day, can summon their State Farm agent to help them out.", "** Stealth ** ": " This character can sneak around without being seen and listen in on others.", "** Stench ** ": " Deals 1 damage to everyone upon meeting them. More likely to be attacked. Coolness rolls are reduced by 20%.", "** Sticky Hands ** ": " Can walk on walls and ceilings and climb anything. Is unable to be disarmed.", "** Stingy ** ": " Can put extremely strange things in their inventory (like fire), and can't take them out.", "** Stoneshaper ** ": " Able to harness the primal powers of the Earth to form stone structures, or to attack foes.", "** Suicidal ** ": " All rolls have a 5% chance to cause this character to commit suicide and instantly dies.", "** Telekinetic ** ": " Able to lift and move objects, create and manipulate force fields, and project / see through illusions. This is done with intelligence", "** Telepath ** ": " Reads minds with Intelligence.", "** Teleporter ** ": " The name explains it pretty well. Can teleport once per day; accuracy and distance teleported depends on Intelligence.", "** Terrorist ** ": " Able to blow themselves up. This will kill them, but it will deal massive (near", "** Thicc ** ": " The character is dummy thicc. Everyone can hear them and they can't stealth but they have +3 coolness. (not to be confused with obese)", "** Thief ** ": " Has a 40% chance to successfully steal an item from anyone's inventory. Can be used on other party members.", "** Thrill Seeker ** ": " When in battle, all stats are increased by 3. When out of battle, all stats are decreased by 2.", "** Time Traveler ** ": " Having a character with this trait in the party will get really confusing...", "** Trait ** ": " Effect", "** Trick Room ** ": " Can invert the stats of all characters in the vicinity. (Stats become 10 minus that stat, so a stat of 1 would become 10, a stat of 5 would stay the same, and a stat of 11 would become ", "** Trickster ** ": " The opposite of gullible. This character can convince anyone of anything using coolness.", "** Unbreakable ** ": " Once per battle, when about to receive damage that would otherwise kill them, survives at one health.", "** Vampire ** ": " Recovers health when attacking people, assuming they can get close enough to drink their blood.", "** Vegetative ** ": " Slowly transforms into a vegetable over the course of the game.", "** Visions ** ": " Gets random visions of the future that are guaranteed to happen.", "** Voidmage ** ": " Able to tap the latent powers of the void found within the shadows. Causes insanity. (Lovecraftian eldritch powers)", "** Warlock ** ": " Able to tap into the vast demonic powers without being fully consumed by them, they can cast demonic hellfire, summon demons, and place terrible afflictions on foes", "** Waterbender ** ": " Able to conjure and control water. This can take the form of a \"companion\" in the form of an elemental being of water, the ability to heal allies, and the ability to drown ones foes. Immune to drowning", "** Weeaboo ** ": " Coolness is forced to be zero. They love anime a little too much.", "** Welsh ** ": " Able to make sheep appear from nowhere, as well as turn into a sheep.", "** Whisperer ** ": " Able to speak with the dead.", "** Windlord ** ": " Able to draw intense power from, and call upon the winds.", "** Yakromancer ** ": " Able to make yaks appear from nowhere, as well as turn into a yak."}